/* rfc2911 - 4.4.12 printer-state-reasons */
"connecting-to-device" = "Yhdistetään.";
"cover-open" = "Kansi avoinna.";
"developer-empty" = "Kehite lopussa.";
"developer-low" = "Kehite vähissä.";
"door-open" = "Ovi avoinna.";
"fuser-over-temp" = "Lämmitysvastuksen lämpötila suuri.";
"fuser-under-temp" = "Lämmitysvastuksen lämpötila pieni.";
"input-tray-missing" = "Paperinsyöttöalusta puuttuu.";
"interlock-open" = "Välilukko avoinna.";
"interpreter-resource-unavailable" = "Resurssi ei ole käytettävissä (esim. kirjasin)";
"marker-supply-empty" = "Muste/väriaine lopussa";
"marker-supply-low" = "Muste/väriaine vähissä.";
"marker-waste-almost-full" = "Musteen/väriaineen roskakori lähes täynnä.";
"marker-waste-full" = "Musteen/väriaineen roskakori täynnä.";
"media-empty" = "Paperinsyöttöalusta tyhjä.";
"media-jam" = "Paperitukos.";
"media-low" = "Paperinsyöttöalusta lähes tyhjä.";
"media-needed" = "Paperinsyöttöalusta on täytettävä.";
"moving-to-paused" = "Tulostin menee pois linjoilta,";
"none" = " ";
"opc-life-over" = "OPC:n käyttöaika lopussa.";
"opc-near-eol" = "OPC:n käyttöaika lähes lopussa.";
"other" = " ";
"output-area-almost-full" = "Tulostusalusta on lähes täynnä.";
"output-area-full" = "Tulostusalusta on täynnä.";
"output-tray-missing" = "Tulostusalusta puuttuu.";
"paused" = "Keskeytetty.";
"shutdown" = "Tulostin poissa linjoilta.";
"spool-area-full" = "Jonoalue on täynnä.";
"stopped-partly" = "Osittain pysäytetty";
"stopping" = "Pysäytetään";
"timed-out" = "Tulostin lakkasi vastaamasta.";
"toner-empty" = "Väriaine lopussa.";
"toner-low" = "Väriaine vähissä.";

/* rfc2911 - 4.3.8  job-state-reasons */
"aborted-by-system" = "Pysäytetään.";
"compression-error" = "Purkuvirhe.";
"document-access-error" = "Dokumentin käyttövirhe.";
"document-format-error" = "Dokumentin muotovirhe.";
"job-canceled-at-device" = "Kumottiin tulostimelta.";
"job-canceled-by-operator" = "Ylläpitäjä kumosi.";
"job-canceled-by-user" = "Käyttäjä kumosi.";
"job-completed-successfully" = " ";
"job-completed-with-errors" = "Suoritettiin virhein.";
"job-completed-with-warnings" = "Suoritettiin varoituksin.";
"job-data-insufficient" = "Riittämätön data.";
"job-hold-until-specified" = "Keskeytetty kunnes.";
"job-incoming" = "Vastaanotetaan.";
"job-interpreting" = "Tulkitaan.";
"job-outgoing" = "Lähetetään.";
"job-printing" = "Tulostetaan.";
"job-queued-for-marker" = "Jonossa merkkiä varten.";
"job-queued" = "Jonossa.";
"job-restartable" = "Käynnistettävissä uudelleen.";
"job-transforming" = "Muunnetaan.";
"printer-stopped-partly" = "Tulostin pysäytetty osittain.";
"printer-stopped" = "Tulostin pysäytetty.";
"processing-to-stop-point" = "Pysäytetään.";
"queued-in-device" = "Valmis.";
"resources-are-not-ready" = "Resurssit eivät ole valmiina.";
"service-off-line" = "Palvelu poissa linjoilta.";
"submission-interrupted" = "Lähetys keskeytettiin.";
"unsupported-compression" = "Pakkausmuotoa ei tueta.";
"unsupported-document-format" = "Dokumenttimuotoa ei tueta.";

/* rfc3998 - 8/9 Additional Values for {printer,job}-state-reasons */
"hold-new-jobs" = "Keskeytä uudet työt";
"deactivated" = "Pois käytöstä";
"job-suspended" = "keskeytetty.";

/* CUPS defined reasons */
"cups-missing-filter-error" = "Suodin puuttuu.";
"offline-error" = "Poissa linjoilta.";

/* Apple defined reasons */
"apple-appletalk-disabled-warning" = "AppleTalk on pois päältä.";
"apple-missing-usbclassdriver-error" = "USB-luokkaohjain puuttuu.";
"apple-nbp-lookup-warning" = "Tulostin ei vastaa.";
